{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 256,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[PAD]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[MASK]": 3,
      "[UNK]": 4,
      "\"": 5,
      "&": 6,
      "(": 7,
      ")": 8,
      ",": 9,
      ".": 10,
      "/": 11,
      "0": 12,
      "1": 13,
      "2": 14,
      "3": 15,
      "4": 16,
      "5": 17,
      "6": 18,
      "7": 19,
      "8": 20,
      "9": 21,
      ":": 22,
      ";": 23,
      "=": 24,
      "?": 25,
      "A": 26,
      "B": 27,
      "C": 28,
      "D": 29,
      "E": 30,
      "G": 31,
      "H": 32,
      "K": 33,
      "L": 34,
      "M": 35,
      "N": 36,
      "O": 37,
      "P": 38,
      "R": 39,
      "S": 40,
      "T": 41,
      "U": 42,
      "V": 43,
      "W": 44,
      "X": 45,
      "_": 46,
      "a": 47,
      "b": 48,
      "c": 49,
      "d": 50,
      "e": 51,
      "f": 52,
      "g": 53,
      "h": 54,
      "i": 55,
      "j": 56,
      "k": 57,
      "l": 58,
      "m": 59,
      "n": 60,
      "o": 61,
      "p": 62,
      "q": 63,
      "r": 64,
      "s": 65,
      "t": 66,
      "u": 67,
      "v": 68,
      "w": 69,
      "x": 70,
      "y": 71,
      "z": 72,
      "{": 73,
      "}": 74,
      "Ġ": 75,
      "ĠC": 76,
      "ĠS": 77,
      "ĠB": 78,
      "={": 79,
      "UA": 80,
      "Ġ?": 81,
      "ĠUA": 82,
      "ĠCK": 83,
      "ĠCL": 84,
      "ĠCT": 85,
      "at": 86,
      "Ġ/": 87,
      "ss": 88,
      "18": 89,
      "se": 90,
      "23": 91,
      "\":": 92,
      "\"}": 93,
      "={\"": 94,
      "\":\"": 95,
      "ce": 96,
      "16": 97,
      "me": 98,
      "on": 99,
      "ic": 100,
      "={}": 101,
      "ag": 102,
      "age": 103,
      "use": 104,
      "user": 105,
      "ata": 106,
      "rt": 107,
      "28": 108,
      "pp": 109,
      "ll": 110,
      "ET": 111,
      "ĠP": 112,
      "20": 113,
      "10": 114,
      "fa": 115,
      "ppl": 116,
      "123": 117,
      "ĠG": 118,
      "Data": 119,
      "cce": 120,
      "ed": 121,
      "ece": 122,
      "fu": 123,
      "iv": 124,
      "rece": 125,
      "su": 126,
      "Ġrece": 127,
      "Ġsu": 128,
      "ssage": 129,
      "ssfu": 130,
      "message": 131,
      "lly": 132,
      "ccessfu": 133,
      "ived": 134,
      "Ġreceived": 135,
      "Ġsuccessfu": 136,
      "Ġsuccessfully": 137,
      "Ġ(": 138,
      "36": 139,
      "37": 140,
      "537": 141,
      "in": 142,
      "64": 143,
      "Win": 144,
      "hi": 145,
      "shi": 146,
      "shirt": 147,
      "Ġq": 148,
      "ass": 149,
      "gy": 150,
      "Ġass": 151,
      "gyat": 152,
      "223": 153,
      "34": 154,
      "187": 155,
      "99": 156,
      "17": 157,
      "172": 158,
      "24": 159,
      "161": 160,
      "104": 161,
      "245": 162,
      "128": 163,
      "185": 164,
      "168": 165,
      "207": 166,
      "op": 167,
      "ort": 168,
      "page": 169,
      "pop": 170,
      "sort": 171,
      "Ġpage": 172,
      "OS": 173,
      "ĠPOS": 174,
      "ĠPOST": 175,
      "DE": 176,
      "LET": 177,
      "ĠDE": 178,
      "LETE": 179,
      "ĠDELETE": 180,
      "ap": 181,
      "users": 182,
      "api": 183,
      "ion": 184,
      "appl": 185,
      "js": 186,
      "ation": 187,
      "ication": 188,
      "application": 189,
      "json": 190,
      "vic": 191,
      "ico": 192,
      "favic": 193,
      "favicon": 194,
      "data": 195,
      "ĠGET": 196,
      "ar": 197,
      "ch": 198,
      "arch": 199,
      "search": 200,
      "UT": 201,
      "ĠPUT": 202,
      "tm": 203,
      "46": 204,
      "Po": 205,
      "Ru": 206,
      "an": 207,
      "ime": 208,
      "nt": 209,
      "stm": 210,
      "Postm": 211,
      "Runt": 212,
      "anRunt": 213,
      "PostmanRunt": 214,
      "PostmanRuntime": 215,
      "cu": 216,
      "rl": 217,
      "curl": 218,
      "App": 219,
      "Wh": 220,
      "sApp": 221,
      "atsApp": 222,
      "WhatsApp": 223,
      "Mo": 224,
      "ĠA": 225,
      "afa": 226,
      "ri": 227,
      "ro": 228,
      "afari": 229,
      "ik": 230,
      "lik": 231,
      "Ġlik": 232,
      "Ġlike": 233,
      "14": 234,
      "HT": 235,
      "Ki": 236,
      "KHT": 237,
      "ML": 238,
      "We": 239,
      "bKi": 240,
      "ck": 241,
      "eWe": 242,
      "eck": 243,
      "ill": 244,
      "zill": 245,
      "ĠSafari": 246,
      "ppleWe": 247,
      "ĠGeck": 248,
      "Mozill": 249,
      "ĠAppleWe": 250,
      "KHTML": 251,
      "bKit": 252,
      "ĠGecko": 253,
      "Mozilla": 254,
      "ĠAppleWebKit": 255,
      "hro": 256,
      "ĠN": 257,
      "ĠChro": 258,
      "140": 259,
      "ĠChrome": 260,
      "do": 261,
      "ws": 262,
      "Ġx": 263,
      "Ġ10": 264,
      "ĠWin": 265,
      "Windo": 266,
      "ĠNT": 267,
      "Windows": 268,
      "=:": 269,
      "nu": 270,
      "num": 271,
      "id": 272,
      "il": 273,
      "ex": 274,
      "bil": 275,
      "ĠMo": 276,
      "bile": 277,
      "ĠMobile": 278,
      "58": 279,
      "Lin": 280,
      "MR": 281,
      "dro": 282,
      "ndro": 283,
      "us": 284,
      "ux": 285,
      "uil": 286,
      "Ġ5": 287,
      "Ġ6": 288,
      "ĠBuil": 289,
      "ĠAndro": 290,
      "ĠNex": 291,
      "Linux": 292,
      "MRA": 293,
      "ĠBuild": 294,
      "ĠAndroid": 295,
      "ĠNexus": 296,
      "15": 297,
      "60": 298,
      "Ph": 299,
      "Safari": 300,
      "ab": 301,
      "htm": 302,
      "iPh": 303,
      "sid": 304,
      "tex": 305,
      "uid": 306,
      "ĠOS": 307,
      "one": 308,
      "html": 309,
      "iPhone": 310,
      "text": 311
    },
    "merges": [
      [
        "Ġ",
        "C"
      ],
      [
        "Ġ",
        "S"
      ],
      [
        "Ġ",
        "B"
      ],
      [
        "=",
        "{"
      ],
      [
        "U",
        "A"
      ],
      [
        "Ġ",
        "?"
      ],
      [
        "Ġ",
        "UA"
      ],
      [
        "ĠC",
        "K"
      ],
      [
        "ĠC",
        "L"
      ],
      [
        "ĠC",
        "T"
      ],
      [
        "a",
        "t"
      ],
      [
        "Ġ",
        "/"
      ],
      [
        "s",
        "s"
      ],
      [
        "1",
        "8"
      ],
      [
        "s",
        "e"
      ],
      [
        "2",
        "3"
      ],
      [
        "\"",
        ":"
      ],
      [
        "\"",
        "}"
      ],
      [
        "={",
        "\""
      ],
      [
        "\":",
        "\""
      ],
      [
        "c",
        "e"
      ],
      [
        "1",
        "6"
      ],
      [
        "m",
        "e"
      ],
      [
        "o",
        "n"
      ],
      [
        "i",
        "c"
      ],
      [
        "={",
        "}"
      ],
      [
        "a",
        "g"
      ],
      [
        "ag",
        "e"
      ],
      [
        "u",
        "se"
      ],
      [
        "use",
        "r"
      ],
      [
        "at",
        "a"
      ],
      [
        "r",
        "t"
      ],
      [
        "2",
        "8"
      ],
      [
        "p",
        "p"
      ],
      [
        "l",
        "l"
      ],
      [
        "E",
        "T"
      ],
      [
        "Ġ",
        "P"
      ],
      [
        "2",
        "0"
      ],
      [
        "1",
        "0"
      ],
      [
        "f",
        "a"
      ],
      [
        "pp",
        "l"
      ],
      [
        "1",
        "23"
      ],
      [
        "Ġ",
        "G"
      ],
      [
        "D",
        "ata"
      ],
      [
        "c",
        "ce"
      ],
      [
        "e",
        "d"
      ],
      [
        "e",
        "ce"
      ],
      [
        "f",
        "u"
      ],
      [
        "i",
        "v"
      ],
      [
        "r",
        "ece"
      ],
      [
        "s",
        "u"
      ],
      [
        "Ġ",
        "rece"
      ],
      [
        "Ġ",
        "su"
      ],
      [
        "ss",
        "age"
      ],
      [
        "ss",
        "fu"
      ],
      [
        "me",
        "ssage"
      ],
      [
        "ll",
        "y"
      ],
      [
        "cce",
        "ssfu"
      ],
      [
        "iv",
        "ed"
      ],
      [
        "Ġrece",
        "ived"
      ],
      [
        "Ġsu",
        "ccessfu"
      ],
      [
        "Ġsuccessfu",
        "lly"
      ],
      [
        "Ġ",
        "("
      ],
      [
        "3",
        "6"
      ],
      [
        "3",
        "7"
      ],
      [
        "5",
        "37"
      ],
      [
        "i",
        "n"
      ],
      [
        "6",
        "4"
      ],
      [
        "W",
        "in"
      ],
      [
        "h",
        "i"
      ],
      [
        "s",
        "hi"
      ],
      [
        "shi",
        "rt"
      ],
      [
        "Ġ",
        "q"
      ],
      [
        "a",
        "ss"
      ],
      [
        "g",
        "y"
      ],
      [
        "Ġ",
        "ass"
      ],
      [
        "gy",
        "at"
      ],
      [
        "2",
        "23"
      ],
      [
        "3",
        "4"
      ],
      [
        "18",
        "7"
      ],
      [
        "9",
        "9"
      ],
      [
        "1",
        "7"
      ],
      [
        "17",
        "2"
      ],
      [
        "2",
        "4"
      ],
      [
        "16",
        "1"
      ],
      [
        "10",
        "4"
      ],
      [
        "24",
        "5"
      ],
      [
        "1",
        "28"
      ],
      [
        "18",
        "5"
      ],
      [
        "16",
        "8"
      ],
      [
        "20",
        "7"
      ],
      [
        "o",
        "p"
      ],
      [
        "o",
        "rt"
      ],
      [
        "p",
        "age"
      ],
      [
        "p",
        "op"
      ],
      [
        "s",
        "ort"
      ],
      [
        "Ġ",
        "page"
      ],
      [
        "O",
        "S"
      ],
      [
        "ĠP",
        "OS"
      ],
      [
        "ĠPOS",
        "T"
      ],
      [
        "D",
        "E"
      ],
      [
        "L",
        "ET"
      ],
      [
        "Ġ",
        "DE"
      ],
      [
        "LET",
        "E"
      ],
      [
        "ĠDE",
        "LETE"
      ],
      [
        "a",
        "p"
      ],
      [
        "user",
        "s"
      ],
      [
        "ap",
        "i"
      ],
      [
        "i",
        "on"
      ],
      [
        "a",
        "ppl"
      ],
      [
        "j",
        "s"
      ],
      [
        "at",
        "ion"
      ],
      [
        "ic",
        "ation"
      ],
      [
        "appl",
        "ication"
      ],
      [
        "js",
        "on"
      ],
      [
        "v",
        "ic"
      ],
      [
        "ic",
        "o"
      ],
      [
        "fa",
        "vic"
      ],
      [
        "favic",
        "on"
      ],
      [
        "d",
        "ata"
      ],
      [
        "ĠG",
        "ET"
      ],
      [
        "a",
        "r"
      ],
      [
        "c",
        "h"
      ],
      [
        "ar",
        "ch"
      ],
      [
        "se",
        "arch"
      ],
      [
        "U",
        "T"
      ],
      [
        "ĠP",
        "UT"
      ],
      [
        "t",
        "m"
      ],
      [
        "4",
        "6"
      ],
      [
        "P",
        "o"
      ],
      [
        "R",
        "u"
      ],
      [
        "a",
        "n"
      ],
      [
        "i",
        "me"
      ],
      [
        "n",
        "t"
      ],
      [
        "s",
        "tm"
      ],
      [
        "Po",
        "stm"
      ],
      [
        "Ru",
        "nt"
      ],
      [
        "an",
        "Runt"
      ],
      [
        "Postm",
        "anRunt"
      ],
      [
        "PostmanRunt",
        "ime"
      ],
      [
        "c",
        "u"
      ],
      [
        "r",
        "l"
      ],
      [
        "cu",
        "rl"
      ],
      [
        "A",
        "pp"
      ],
      [
        "W",
        "h"
      ],
      [
        "s",
        "App"
      ],
      [
        "at",
        "sApp"
      ],
      [
        "Wh",
        "atsApp"
      ],
      [
        "M",
        "o"
      ],
      [
        "Ġ",
        "A"
      ],
      [
        "a",
        "fa"
      ],
      [
        "r",
        "i"
      ],
      [
        "r",
        "o"
      ],
      [
        "afa",
        "ri"
      ],
      [
        "i",
        "k"
      ],
      [
        "l",
        "ik"
      ],
      [
        "Ġ",
        "lik"
      ],
      [
        "Ġlik",
        "e"
      ],
      [
        "1",
        "4"
      ],
      [
        "H",
        "T"
      ],
      [
        "K",
        "i"
      ],
      [
        "K",
        "HT"
      ],
      [
        "M",
        "L"
      ],
      [
        "W",
        "e"
      ],
      [
        "b",
        "Ki"
      ],
      [
        "c",
        "k"
      ],
      [
        "e",
        "We"
      ],
      [
        "e",
        "ck"
      ],
      [
        "i",
        "ll"
      ],
      [
        "z",
        "ill"
      ],
      [
        "ĠS",
        "afari"
      ],
      [
        "ppl",
        "eWe"
      ],
      [
        "ĠG",
        "eck"
      ],
      [
        "Mo",
        "zill"
      ],
      [
        "ĠA",
        "ppleWe"
      ],
      [
        "KHT",
        "ML"
      ],
      [
        "bKi",
        "t"
      ],
      [
        "ĠGeck",
        "o"
      ],
      [
        "Mozill",
        "a"
      ],
      [
        "ĠAppleWe",
        "bKit"
      ],
      [
        "h",
        "ro"
      ],
      [
        "Ġ",
        "N"
      ],
      [
        "ĠC",
        "hro"
      ],
      [
        "14",
        "0"
      ],
      [
        "ĠChro",
        "me"
      ],
      [
        "d",
        "o"
      ],
      [
        "w",
        "s"
      ],
      [
        "Ġ",
        "x"
      ],
      [
        "Ġ",
        "10"
      ],
      [
        "Ġ",
        "Win"
      ],
      [
        "Win",
        "do"
      ],
      [
        "ĠN",
        "T"
      ],
      [
        "Windo",
        "ws"
      ],
      [
        "=",
        ":"
      ],
      [
        "n",
        "u"
      ],
      [
        "nu",
        "m"
      ],
      [
        "i",
        "d"
      ],
      [
        "i",
        "l"
      ],
      [
        "e",
        "x"
      ],
      [
        "b",
        "il"
      ],
      [
        "Ġ",
        "Mo"
      ],
      [
        "bil",
        "e"
      ],
      [
        "ĠMo",
        "bile"
      ],
      [
        "5",
        "8"
      ],
      [
        "L",
        "in"
      ],
      [
        "M",
        "R"
      ],
      [
        "d",
        "ro"
      ],
      [
        "n",
        "dro"
      ],
      [
        "u",
        "s"
      ],
      [
        "u",
        "x"
      ],
      [
        "u",
        "il"
      ],
      [
        "Ġ",
        "5"
      ],
      [
        "Ġ",
        "6"
      ],
      [
        "ĠB",
        "uil"
      ],
      [
        "ĠA",
        "ndro"
      ],
      [
        "ĠN",
        "ex"
      ],
      [
        "Lin",
        "ux"
      ],
      [
        "MR",
        "A"
      ],
      [
        "ĠBuil",
        "d"
      ],
      [
        "ĠAndro",
        "id"
      ],
      [
        "ĠNex",
        "us"
      ],
      [
        "1",
        "5"
      ],
      [
        "6",
        "0"
      ],
      [
        "P",
        "h"
      ],
      [
        "S",
        "afari"
      ],
      [
        "a",
        "b"
      ],
      [
        "h",
        "tm"
      ],
      [
        "i",
        "Ph"
      ],
      [
        "s",
        "id"
      ],
      [
        "t",
        "ex"
      ],
      [
        "u",
        "id"
      ],
      [
        "Ġ",
        "OS"
      ],
      [
        "on",
        "e"
      ],
      [
        "htm",
        "l"
      ],
      [
        "iPh",
        "one"
      ],
      [
        "tex",
        "t"
      ]
    ]
  }
}