{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 256,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[PAD]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[MASK]": 3,
      "[UNK]": 4,
      "\"": 5,
      "&": 6,
      ",": 7,
      "-": 8,
      ".": 9,
      "/": 10,
      "0": 11,
      "1": 12,
      "2": 13,
      "4": 14,
      "5": 15,
      "7": 16,
      "8": 17,
      "9": 18,
      ":": 19,
      "=": 20,
      "?": 21,
      "@": 22,
      "A": 23,
      "B": 24,
      "C": 25,
      "E": 26,
      "F": 27,
      "G": 28,
      "I": 29,
      "K": 30,
      "L": 31,
      "M": 32,
      "O": 33,
      "P": 34,
      "S": 35,
      "T": 36,
      "U": 37,
      "a": 38,
      "b": 39,
      "c": 40,
      "d": 41,
      "e": 42,
      "f": 43,
      "g": 44,
      "h": 45,
      "i": 46,
      "j": 47,
      "k": 48,
      "l": 49,
      "m": 50,
      "n": 51,
      "o": 52,
      "p": 53,
      "q": 54,
      "r": 55,
      "s": 56,
      "t": 57,
      "u": 58,
      "v": 59,
      "w": 60,
      "x": 61,
      "y": 62,
      "z": 63,
      "{": 64,
      "}": 65,
      "Ġ": 66,
      "ĠC": 67,
      "nu": 68,
      "num": 69,
      "re": 70,
      "pl": 71,
      "ex": 72,
      "=:": 73,
      "st": 74,
      "\":": 75,
      "ap": 76,
      "UA": 77,
      "ore": 78,
      "Ġ/": 79,
      "Ġ?": 80,
      "ĠB": 81,
      "ĠS": 82,
      "ĠUA": 83,
      "ĠCK": 84,
      "ĠCL": 85,
      "ĠCT": 86,
      "store": 87,
      "ca": 88,
      "in": 89,
      "om": 90,
      "api": 91,
      "ain": 92,
      "tex": 93,
      "plain": 94,
      "text": 95,
      "10": 96,
      "ET": 97,
      "GET": 98,
      "ĠGET": 99,
      "ref": 100,
      "rt": 101,
      "sh": 102,
      "am": 103,
      "com": 104,
      "ple": 105,
      "exam": 106,
      "example": 107,
      "cart": 108,
      "op": 109,
      "shop": 110,
      "tr": 111,
      "od": 112,
      "trk": 113,
      "id": 114,
      "sid": 115,
      "\":\":": 116,
      "pref": 117,
      "12": 118,
      "on": 119,
      "ab": 120,
      "\"}": 121,
      "={": 122,
      "OS": 123,
      "POS": 124,
      "ĠPOS": 125,
      "={\"": 126,
      "ĠPOST": 127,
      "cat": 128,
      "pr": 129,
      "ct": 130,
      "uct": 131,
      "oduct": 132,
      "product": 133,
      "rl": 134,
      "url": 135,
      "\",": 136,
      "\",\"": 137,
      "ge": 138,
      "or": 139,
      "pa": 140,
      "ar": 141,
      "ome": 142,
      "er": 143,
      "il": 144,
      "la": 145,
      "Id": 146,
      "\":\"": 147,
      "ion": 148,
      "/:": 149,
      "ww": 150,
      "page": 151,
      "icat": 152,
      "plicat": 153,
      "applicat": 154,
      "application": 155,
      "ad": 156,
      "Ch": 157,
      "rome": 158,
      "128": 159,
      "Chrome": 160,
      "Mo": 161,
      "zil": 162,
      "Mozil": 163,
      "Mozilla": 164,
      "productId": 165,
      "en": 166,
      "17": 167,
      "Sa": 168,
      "far": 169,
      "Safar": 170,
      "Safari": 171,
      "curl": 172,
      "Fi": 173,
      "ox": 174,
      "refox": 175,
      "129": 176,
      "Firefox": 177,
      "ch": 178,
      "at": 179,
      "Ġpage": 180,
      "ser": 181,
      "user": 182,
      "add": 183,
      "cod": 184,
      "ec": 185,
      "ed": 186,
      "for": 187,
      "urlen": 188,
      "www": 189,
      "coded": 190,
      "form": 191,
      "urlencoded": 192,
      "ut": 193,
      "js": 194,
      "json": 195,
      "eg": 196,
      "categ": 197,
      "ory": 198,
      "category": 199,
      "su": 200,
      "ew": 201,
      "iew": 202,
      "view": 203,
      "review": 204,
      "ko": 205,
      "chec": 206,
      "kout": 207,
      "checkout": 208,
      "ist": 209,
      "qt": 210,
      "qty": 211,
      "ate": 212,
      "rat": 213,
      "ing": 214,
      "rating": 215,
      "ort": 216,
      "home": 217,
      "ear": 218,
      "sear": 219,
      "search": 220,
      "der": 221,
      "order": 222,
      "gge": 223,
      "Ġq": 224,
      "sugge": 225,
      "suggest": 226,
      "reviews": 227,
      "sort": 228,
      "Ġcategory": 229,
      "products": 230,
      "bm": 231,
      "it": 232,
      "subm": 233,
      "submit": 234,
      "Pw": 235,
      "as": 236,
      "ail": 237,
      "em": 238,
      "gin": 239,
      "has": 240,
      "ish": 241,
      "lo": 242,
      "list": 243,
      "ue": 244,
      "wish": 245,
      "true": 246,
      "Pwd": 247,
      "email": 248,
      "hasPwd": 249,
      "login": 250,
      "wishlist": 251,
      "date": 252,
      "pdate": 253,
      "update": 254,
      "gist": 255,
      "ng": 256,
      "regist": 257,
      "lang": 258,
      "ads": 259,
      "register": 260,
      "cre": 261,
      "men": 262,
      "rId": 263,
      "ymen": 264,
      "paymen": 265,
      "addrId": 266,
      "create": 267,
      "payment": 268,
      "ic": 269,
      "hon": 270,
      "phon": 271,
      "phone": 272,
      "irt": 273,
      "shirt": 274,
      "oe": 275,
      "shoe": 276,
      "lap": 277,
      "top": 278,
      "laptop": 279,
      "pric": 280,
      "price": 281,
      "al": 282,
      "et": 283,
      "let": 284,
      "wal": 285,
      "wallet": 286,
      "lar": 287,
      "pop": 288,
      "ular": 289,
      "popular": 290,
      "rd": 291,
      "card": 292,
      "el": 293,
      "tron": 294,
      "ectron": 295,
      "ics": 296,
      "electron": 297,
      "electronics": 298,
      "port": 299,
      "sport": 300,
      "sports": 301,
      "wat": 302,
      "watch": 303,
      "ash": 304,
      "aut": 305,
      "be": 306,
      "fash": 307,
      "auty": 308,
      "beauty": 309,
      "fashion": 310,
      "ead": 311,
      "head": 312,
      "phones": 313,
      "headphones": 314,
      "bo": 315,
      "ok": 316,
      "oy": 317,
      "toy": 318,
      "book": 319,
      "toys": 320,
      "ag": 321,
      "bag": 322,
      "ta": 323,
      "hi": 324,
      "bn": 325
    },
    "merges": [
      [
        "Ġ",
        "C"
      ],
      [
        "n",
        "u"
      ],
      [
        "nu",
        "m"
      ],
      [
        "r",
        "e"
      ],
      [
        "p",
        "l"
      ],
      [
        "e",
        "x"
      ],
      [
        "=",
        ":"
      ],
      [
        "s",
        "t"
      ],
      [
        "\"",
        ":"
      ],
      [
        "a",
        "p"
      ],
      [
        "U",
        "A"
      ],
      [
        "o",
        "re"
      ],
      [
        "Ġ",
        "/"
      ],
      [
        "Ġ",
        "?"
      ],
      [
        "Ġ",
        "B"
      ],
      [
        "Ġ",
        "S"
      ],
      [
        "Ġ",
        "UA"
      ],
      [
        "ĠC",
        "K"
      ],
      [
        "ĠC",
        "L"
      ],
      [
        "ĠC",
        "T"
      ],
      [
        "st",
        "ore"
      ],
      [
        "c",
        "a"
      ],
      [
        "i",
        "n"
      ],
      [
        "o",
        "m"
      ],
      [
        "ap",
        "i"
      ],
      [
        "a",
        "in"
      ],
      [
        "t",
        "ex"
      ],
      [
        "pl",
        "ain"
      ],
      [
        "tex",
        "t"
      ],
      [
        "1",
        "0"
      ],
      [
        "E",
        "T"
      ],
      [
        "G",
        "ET"
      ],
      [
        "Ġ",
        "GET"
      ],
      [
        "re",
        "f"
      ],
      [
        "r",
        "t"
      ],
      [
        "s",
        "h"
      ],
      [
        "a",
        "m"
      ],
      [
        "c",
        "om"
      ],
      [
        "pl",
        "e"
      ],
      [
        "ex",
        "am"
      ],
      [
        "exam",
        "ple"
      ],
      [
        "ca",
        "rt"
      ],
      [
        "o",
        "p"
      ],
      [
        "sh",
        "op"
      ],
      [
        "t",
        "r"
      ],
      [
        "o",
        "d"
      ],
      [
        "tr",
        "k"
      ],
      [
        "i",
        "d"
      ],
      [
        "s",
        "id"
      ],
      [
        "\":",
        "\":"
      ],
      [
        "p",
        "ref"
      ],
      [
        "1",
        "2"
      ],
      [
        "o",
        "n"
      ],
      [
        "a",
        "b"
      ],
      [
        "\"",
        "}"
      ],
      [
        "=",
        "{"
      ],
      [
        "O",
        "S"
      ],
      [
        "P",
        "OS"
      ],
      [
        "Ġ",
        "POS"
      ],
      [
        "={",
        "\""
      ],
      [
        "ĠPOS",
        "T"
      ],
      [
        "ca",
        "t"
      ],
      [
        "p",
        "r"
      ],
      [
        "c",
        "t"
      ],
      [
        "u",
        "ct"
      ],
      [
        "od",
        "uct"
      ],
      [
        "pr",
        "oduct"
      ],
      [
        "r",
        "l"
      ],
      [
        "u",
        "rl"
      ],
      [
        "\"",
        ","
      ],
      [
        "\",",
        "\""
      ],
      [
        "g",
        "e"
      ],
      [
        "o",
        "r"
      ],
      [
        "p",
        "a"
      ],
      [
        "a",
        "r"
      ],
      [
        "om",
        "e"
      ],
      [
        "e",
        "r"
      ],
      [
        "i",
        "l"
      ],
      [
        "l",
        "a"
      ],
      [
        "I",
        "d"
      ],
      [
        "\":",
        "\""
      ],
      [
        "i",
        "on"
      ],
      [
        "/",
        ":"
      ],
      [
        "w",
        "w"
      ],
      [
        "pa",
        "ge"
      ],
      [
        "i",
        "cat"
      ],
      [
        "pl",
        "icat"
      ],
      [
        "ap",
        "plicat"
      ],
      [
        "applicat",
        "ion"
      ],
      [
        "a",
        "d"
      ],
      [
        "C",
        "h"
      ],
      [
        "r",
        "ome"
      ],
      [
        "12",
        "8"
      ],
      [
        "Ch",
        "rome"
      ],
      [
        "M",
        "o"
      ],
      [
        "z",
        "il"
      ],
      [
        "Mo",
        "zil"
      ],
      [
        "Mozil",
        "la"
      ],
      [
        "product",
        "Id"
      ],
      [
        "e",
        "n"
      ],
      [
        "1",
        "7"
      ],
      [
        "S",
        "a"
      ],
      [
        "f",
        "ar"
      ],
      [
        "Sa",
        "far"
      ],
      [
        "Safar",
        "i"
      ],
      [
        "c",
        "url"
      ],
      [
        "F",
        "i"
      ],
      [
        "o",
        "x"
      ],
      [
        "ref",
        "ox"
      ],
      [
        "12",
        "9"
      ],
      [
        "Fi",
        "refox"
      ],
      [
        "c",
        "h"
      ],
      [
        "a",
        "t"
      ],
      [
        "Ġ",
        "page"
      ],
      [
        "s",
        "er"
      ],
      [
        "u",
        "ser"
      ],
      [
        "ad",
        "d"
      ],
      [
        "c",
        "od"
      ],
      [
        "e",
        "c"
      ],
      [
        "e",
        "d"
      ],
      [
        "f",
        "or"
      ],
      [
        "url",
        "en"
      ],
      [
        "ww",
        "w"
      ],
      [
        "cod",
        "ed"
      ],
      [
        "for",
        "m"
      ],
      [
        "urlen",
        "coded"
      ],
      [
        "u",
        "t"
      ],
      [
        "j",
        "s"
      ],
      [
        "js",
        "on"
      ],
      [
        "e",
        "g"
      ],
      [
        "cat",
        "eg"
      ],
      [
        "or",
        "y"
      ],
      [
        "categ",
        "ory"
      ],
      [
        "s",
        "u"
      ],
      [
        "e",
        "w"
      ],
      [
        "i",
        "ew"
      ],
      [
        "v",
        "iew"
      ],
      [
        "re",
        "view"
      ],
      [
        "k",
        "o"
      ],
      [
        "ch",
        "ec"
      ],
      [
        "ko",
        "ut"
      ],
      [
        "chec",
        "kout"
      ],
      [
        "i",
        "st"
      ],
      [
        "q",
        "t"
      ],
      [
        "qt",
        "y"
      ],
      [
        "at",
        "e"
      ],
      [
        "r",
        "at"
      ],
      [
        "in",
        "g"
      ],
      [
        "rat",
        "ing"
      ],
      [
        "o",
        "rt"
      ],
      [
        "h",
        "ome"
      ],
      [
        "e",
        "ar"
      ],
      [
        "s",
        "ear"
      ],
      [
        "sear",
        "ch"
      ],
      [
        "d",
        "er"
      ],
      [
        "or",
        "der"
      ],
      [
        "g",
        "ge"
      ],
      [
        "Ġ",
        "q"
      ],
      [
        "su",
        "gge"
      ],
      [
        "sugge",
        "st"
      ],
      [
        "review",
        "s"
      ],
      [
        "s",
        "ort"
      ],
      [
        "Ġ",
        "category"
      ],
      [
        "product",
        "s"
      ],
      [
        "b",
        "m"
      ],
      [
        "i",
        "t"
      ],
      [
        "su",
        "bm"
      ],
      [
        "subm",
        "it"
      ],
      [
        "P",
        "w"
      ],
      [
        "a",
        "s"
      ],
      [
        "a",
        "il"
      ],
      [
        "e",
        "m"
      ],
      [
        "g",
        "in"
      ],
      [
        "h",
        "as"
      ],
      [
        "i",
        "sh"
      ],
      [
        "l",
        "o"
      ],
      [
        "l",
        "ist"
      ],
      [
        "u",
        "e"
      ],
      [
        "w",
        "ish"
      ],
      [
        "tr",
        "ue"
      ],
      [
        "Pw",
        "d"
      ],
      [
        "em",
        "ail"
      ],
      [
        "has",
        "Pwd"
      ],
      [
        "lo",
        "gin"
      ],
      [
        "wish",
        "list"
      ],
      [
        "d",
        "ate"
      ],
      [
        "p",
        "date"
      ],
      [
        "u",
        "pdate"
      ],
      [
        "g",
        "ist"
      ],
      [
        "n",
        "g"
      ],
      [
        "re",
        "gist"
      ],
      [
        "la",
        "ng"
      ],
      [
        "ad",
        "s"
      ],
      [
        "regist",
        "er"
      ],
      [
        "c",
        "re"
      ],
      [
        "m",
        "en"
      ],
      [
        "r",
        "Id"
      ],
      [
        "y",
        "men"
      ],
      [
        "pa",
        "ymen"
      ],
      [
        "add",
        "rId"
      ],
      [
        "cre",
        "ate"
      ],
      [
        "paymen",
        "t"
      ],
      [
        "i",
        "c"
      ],
      [
        "h",
        "on"
      ],
      [
        "p",
        "hon"
      ],
      [
        "phon",
        "e"
      ],
      [
        "i",
        "rt"
      ],
      [
        "sh",
        "irt"
      ],
      [
        "o",
        "e"
      ],
      [
        "sh",
        "oe"
      ],
      [
        "l",
        "ap"
      ],
      [
        "t",
        "op"
      ],
      [
        "lap",
        "top"
      ],
      [
        "pr",
        "ic"
      ],
      [
        "pric",
        "e"
      ],
      [
        "a",
        "l"
      ],
      [
        "e",
        "t"
      ],
      [
        "l",
        "et"
      ],
      [
        "w",
        "al"
      ],
      [
        "wal",
        "let"
      ],
      [
        "l",
        "ar"
      ],
      [
        "p",
        "op"
      ],
      [
        "u",
        "lar"
      ],
      [
        "pop",
        "ular"
      ],
      [
        "r",
        "d"
      ],
      [
        "ca",
        "rd"
      ],
      [
        "e",
        "l"
      ],
      [
        "tr",
        "on"
      ],
      [
        "ec",
        "tron"
      ],
      [
        "ic",
        "s"
      ],
      [
        "el",
        "ectron"
      ],
      [
        "electron",
        "ics"
      ],
      [
        "p",
        "ort"
      ],
      [
        "s",
        "port"
      ],
      [
        "sport",
        "s"
      ],
      [
        "w",
        "at"
      ],
      [
        "wat",
        "ch"
      ],
      [
        "a",
        "sh"
      ],
      [
        "a",
        "ut"
      ],
      [
        "b",
        "e"
      ],
      [
        "f",
        "ash"
      ],
      [
        "aut",
        "y"
      ],
      [
        "be",
        "auty"
      ],
      [
        "fash",
        "ion"
      ],
      [
        "e",
        "ad"
      ],
      [
        "h",
        "ead"
      ],
      [
        "phone",
        "s"
      ],
      [
        "head",
        "phones"
      ],
      [
        "b",
        "o"
      ],
      [
        "o",
        "k"
      ],
      [
        "o",
        "y"
      ],
      [
        "t",
        "oy"
      ],
      [
        "bo",
        "ok"
      ],
      [
        "toy",
        "s"
      ],
      [
        "a",
        "g"
      ],
      [
        "b",
        "ag"
      ],
      [
        "t",
        "a"
      ],
      [
        "h",
        "i"
      ],
      [
        "b",
        "n"
      ]
    ]
  }
}