{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[PAD]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[MASK]": 3,
      "[UNK]": 4,
      "!": 5,
      "\"": 6,
      "%": 7,
      "&": 8,
      "(": 9,
      ")": 10,
      ",": 11,
      "-": 12,
      ".": 13,
      "/": 14,
      "0": 15,
      "1": 16,
      "2": 17,
      "3": 18,
      "4": 19,
      "5": 20,
      "6": 21,
      "7": 22,
      "8": 23,
      "9": 24,
      ":": 25,
      ";": 26,
      "=": 27,
      "?": 28,
      "@": 29,
      "A": 30,
      "B": 31,
      "C": 32,
      "D": 33,
      "E": 34,
      "F": 35,
      "G": 36,
      "H": 37,
      "I": 38,
      "J": 39,
      "K": 40,
      "L": 41,
      "M": 42,
      "N": 43,
      "O": 44,
      "P": 45,
      "R": 46,
      "S": 47,
      "T": 48,
      "U": 49,
      "V": 50,
      "W": 51,
      "X": 52,
      "_": 53,
      "a": 54,
      "b": 55,
      "c": 56,
      "d": 57,
      "e": 58,
      "f": 59,
      "g": 60,
      "h": 61,
      "i": 62,
      "j": 63,
      "k": 64,
      "l": 65,
      "m": 66,
      "n": 67,
      "o": 68,
      "p": 69,
      "q": 70,
      "r": 71,
      "s": 72,
      "t": 73,
      "u": 74,
      "v": 75,
      "w": 76,
      "x": 77,
      "y": 78,
      "z": 79,
      "{": 80,
      "}": 81,
      "Ġ": 82,
      "ĠC": 83,
      "ĠS": 84,
      "Ġ(": 85,
      "on": 86,
      "il": 87,
      "18": 88,
      "li": 89,
      "Mo": 90,
      "ke": 91,
      "Ġli": 92,
      "Ġlike": 93,
      "ar": 94,
      "OS": 95,
      "ĠG": 96,
      "it": 97,
      "\":": 98,
      "in": 99,
      "pp": 100,
      "er": 101,
      "ec": 102,
      "la": 103,
      "ĠU": 104,
      "={": 105,
      "Ġ/": 106,
      "Ġ?": 107,
      "ĠB": 108,
      "ĠCK": 109,
      "ĠCL": 110,
      "ĠCT": 111,
      "ĠUA": 112,
      "ko": 113,
      "zil": 114,
      "Mozil": 115,
      "ĠGec": 116,
      "Mozilla": 117,
      "ĠGecko": 118,
      "36": 119,
      "37": 120,
      "537": 121,
      "15": 122,
      "ĠOS": 123,
      "le": 124,
      "10": 125,
      "eb": 126,
      "64": 127,
      "ĠA": 128,
      "HT": 129,
      "Kit": 130,
      "KHT": 131,
      "ML": 132,
      "Web": 133,
      "af": 134,
      "ĠSaf": 135,
      "ari": 136,
      "pple": 137,
      "ĠApple": 138,
      "KHTML": 139,
      "WebKit": 140,
      "ĠSafari": 141,
      "ĠAppleWebKit": 142,
      "Win": 143,
      "60": 144,
      "iP": 145,
      "hon": 146,
      "14": 147,
      "iPhon": 148,
      "iPhone": 149,
      "me": 150,
      "ion": 151,
      "ac": 152,
      "\":\"": 153,
      "PU": 154,
      "ro": 155,
      "ile": 156,
      "={\"": 157,
      "\"}": 158,
      "at": 159,
      "ers": 160,
      "23": 161,
      "or": 162,
      "us": 163,
      "Mac": 164,
      "17": 165,
      "id": 166,
      "ag": 167,
      "age": 168,
      "dat": 169,
      "Ġ10": 170,
      "45": 171,
      "ĠX": 172,
      "ĠMac": 173,
      "hro": 174,
      "ĠChro": 175,
      "ĠChrome": 176,
      "Ġx": 177,
      "bile": 178,
      "ĠMo": 179,
      "ĠMobile": 180,
      "do": 181,
      "ĠN": 182,
      "ws": 183,
      "ĠWin": 184,
      "Windo": 185,
      "ĠNT": 186,
      "Windows": 187,
      "Vers": 188,
      "ĠVers": 189,
      "ĠCPU": 190,
      "604": 191,
      "605": 192,
      "148": 193,
      "ĠVersion": 194,
      "172": 195,
      "ĠiPhone": 196,
      "140": 197,
      "Ġ18": 198,
      ",\"": 199,
      "POS": 200,
      "ĠPOS": 201,
      "ĠPOST": 202,
      "user": 203,
      "ss": 204,
      "lo": 205,
      "ET": 206,
      "ĠGET": 207,
      "={}": 208,
      "el": 209,
      "123": 210,
      "99": 211,
      "ello": 212,
      "Hello": 213,
      "Wor": 214,
      "ld": 215,
      "ĠWor": 216,
      "mess": 217,
      "ĠWorld": 218,
      "message": 219,
      "16": 220,
      "28": 221,
      "pdat": 222,
      "updat": 223,
      "update": 224,
      "245": 225,
      "104": 226,
      "161": 227,
      "ĠPU": 228,
      "ĠPUT": 229,
      "tion": 230,
      "action": 231,
      "223": 232,
      "34": 233,
      "187": 234,
      "ir": 235,
      "sh": 236,
      "data": 237,
      "Ġp": 238,
      "op": 239,
      "ort": 240,
      "lar": 241,
      "pop": 242,
      "sort": 243,
      "ular": 244,
      "ity": 245,
      "Ġpage": 246,
      "popular": 247,
      "popularity": 248,
      "Ġq": 249,
      "irt": 250,
      "shirt": 251,
      "Ġid": 252,
      "file": 253,
      "ch": 254,
      "se": 255,
      "pro": 256,
      "arch": 257,
      "search": 258,
      "profile": 259,
      "ap": 260,
      "api": 261,
      "users": 262,
      "nu": 263,
      "num": 264,
      "cat": 265,
      "cation": 266,
      "js": 267,
      "json": 268,
      "=:": 269,
      "app": 270,
      "lication": 271,
      "application": 272,
      "\",\"": 273,
      "010": 274,
      "109": 275,
      "11": 276,
      "13": 277,
      "ord": 278,
      "ass": 279,
      "pass": 280,
      "word": 281,
      "password": 282,
      "ef": 283,
      "ame": 284,
      "name": 285,
      "Fir": 286,
      "ox": 287,
      "rv": 288,
      "ĠFir": 289,
      "Ġrv": 290,
      "119": 291,
      "efox": 292,
      "ĠFirefox": 293,
      "gin": 294,
      "login": 295,
      "130": 296,
      "username": 297,
      "nt": 298,
      "Ġ17": 299,
      "to": 300,
      "st": 301,
      "2010": 302,
      "0101": 303,
      "20100101": 304,
      "Int": 305,
      "ĠInt": 306,
      "into": 307,
      "Macinto": 308,
      "ĠIntel": 309,
      "Macintosh": 310,
      "ad": 311,
      "te": 312,
      "/:": 313,
      "ce": 314,
      "ue": 315,
      "tr": 316,
      "dro": 317,
      "ndro": 318,
      "ing": 319,
      "ndroid": 320,
      "iPad": 321,
      "Lin": 322,
      "ux": 323,
      "Linux": 324,
      "oh": 325,
      "ohn": 326,
      "ti": 327,
      "mp": 328,
      "Android": 329,
      "re": 330,
      "Ġ13": 331,
      "em": 332,
      "86": 333,
      "ĠLinux": 334,
      "20": 335,
      "{\"": 336,
      "\":{\"": 337,
      "time": 338,
      "24": 339,
      "2024": 340,
      "john": 341,
      "test": 342,
      "con": 343,
      "30": 344,
      "fi": 345,
      "co": 346,
      "uest": 347,
      "lie": 348,
      "arlie": 349,
      "charlie": 350,
      "amp": 351,
      "ed": 352,
      "ack": 353,
      "dem": 354,
      "demo": 355,
      "ne": 356,
      "ice": 357,
      "}}": 358,
      "ali": 359,
      "pr": 360,
      "alice": 361,
      "bo": 362,
      "09": 363,
      "26": 364,
      "Ġpro": 365,
      "true": 366,
      "bob": 367,
      "guest": 368,
      "min": 369,
      "admin": 370,
      "py": 371,
      "thon": 372,
      "python": 373,
      "cs": 374,
      "confi": 375,
      "config": 376,
      "ail": 377,
      "ex": 378,
      "email": 379,
      "com": 380,
      "ample": 381,
      "example": 382,
      "Do": 383,
      "John": 384,
      "ĠDo": 385,
      "ĠDoe": 386,
      "AB": 387,
      "ipp": 388,
      "atus": 389,
      "12345": 390,
      "shipp": 391,
      "order": 392,
      "status": 393,
      "track": 394,
      "ABC": 395,
      "shipped": 396,
      "tracking": 397,
      "ane": 398,
      "jane": 399,
      "my": 400,
      "mit": 401,
      "smit": 402,
      "mypassword": 403,
      "smith": 404,
      "doe": 405,
      "456": 406,
      "testuser": 407,
      "al": 408,
      "ct": 409,
      "du": 410,
      "produ": 411,
      "product": 412,
      "pt": 413,
      "ser": 414,
      "userpass": 415,
      "eg": 416,
      "ics": 417,
      "ug": 418,
      "onics": 419,
      "ectr": 420,
      "lapt": 421,
      "ory": 422,
      "electr": 423,
      "categ": 424,
      "laptop": 425,
      "electronics": 426,
      "category": 427,
      "!\",\"": 428,
      "Gre": 429,
      "back": 430,
      "eed": 431,
      "feed": 432,
      "rat": 433,
      "vice": 434,
      "Ġser": 435,
      "Great": 436,
      "feedback": 437,
      "rating": 438,
      "Ġservice": 439,
      "deb": 440,
      "fal": 441,
      "ou": 442,
      "timeou": 443,
      "debug": 444,
      "false": 445,
      "timeout": 446,
      "999": 447,
      "price": 448,
      "he": 449,
      "am": 450,
      "sc": 451,
      "ent": 452,
      "fil": 453,
      "gr": 454,
      "ming": 455,
      "rec": 456,
      "ter": 457,
      "last": 458,
      "lete": 459,
      "\"}}": 460,
      "stamp": 461,
      "mplete": 462,
      "timestamp": 463,
      "complete": 464,
      "Ġprogr": 465,
      "amming": 466,
      "filter": 467,
      "recent": 468,
      "completed": 469,
      "Ġprogramming": 470,
      "Di": 471,
      "Me": 472,
      "dar": 473,
      "en": 474,
      "et": 475,
      "jec": 476,
      "no": 477,
      "ote": 478,
      "sec": 479,
      "tit": 480,
      "the": 481,
      "ure": 482,
      "Ġtime": 483,
      "line": 484,
      "eren": 485,
      "100": 486,
      "usse": 487,
      "ĠNote": 488,
      "cations": 489,
      "eferen": 490,
      "tent": 491,
      "ces": 492,
      "tifi": 493,
      "content": 494,
      "preferen": 495,
      "Ġprojec": 496,
      "bobsec": 497,
      "scusse": 498,
      "Discusse": 499,
      "Meet": 500,
      "dark": 501,
      "notifi": 502,
      "title": 503,
      "theme": 504,
      "Ġtimeline": 505,
      "ĠNotes": 506,
      "preferences": 507,
      "Ġproject": 508,
      "bobsecure": 509,
      "Discussed": 510,
      "Meeting": 511,
      "notifications": 512,
      "cu": 513,
      "ls": 514,
      "port": 515,
      "xls": 516,
      "report": 517,
      "xlsx": 518,
      "128": 519,
      "df": 520,
      "185": 521,
      "168": 522,
      "207": 523,
      "ho": 524,
      "ng": 525,
      "pdf": 526,
      "pho": 527,
      "png": 528,
      "ment": 529,
      "docu": 530,
      "photo": 531,
      "document": 532,
      "eo": 533,
      "tx": 534,
      "adme": 535,
      "readme": 536,
      "txt": 537,
      "im": 538,
      "jp": 539,
      "quest": 540,
      "vid": 541,
      "request": 542,
      "image": 543,
      "jpg": 544,
      "video": 545,
      "requests": 546,
      "31": 547,
      "av": 548,
      "au": 549,
      "di": 550,
      "wav": 551,
      "audi": 552,
      "audio": 553,
      "19": 554,
      "84": 555,
      "ĠK": 556,
      "106": 557,
      "ĠAndroid": 558,
      "165": 559,
      "196": 560,
      "csv": 561,
      "rl": 562,
      "curl": 563,
      "products": 564,
      "gi": 565,
      "th": 566,
      "alth": 567,
      "health": 568,
      "46": 569,
      "Po": 570,
      "Ru": 571,
      "Te": 572,
      "an": 573,
      "ash": 574,
      "dash": 575,
      "ime": 576,
      "man": 577,
      "Ġcategory": 578,
      "ard": 579,
      "ĠUser": 580,
      "ntime": 581,
      "ster": 582,
      "stman": 583,
      "regi": 584,
      "board": 585,
      "Postman": 586,
      "Runtime": 587,
      "Test": 588,
      "dashboard": 589,
      "register": 590,
      "PostmanRuntime": 591,
      "fav": 592,
      "icon": 593,
      "ico": 594,
      "ipt": 595,
      "jb": 596,
      "kd": 597,
      "ript": 598,
      "sj": 599,
      "script": 600,
      "favicon": 601
    },
    "merges": [
      [
        "Ġ",
        "C"
      ],
      [
        "Ġ",
        "S"
      ],
      [
        "Ġ",
        "("
      ],
      [
        "o",
        "n"
      ],
      [
        "i",
        "l"
      ],
      [
        "1",
        "8"
      ],
      [
        "l",
        "i"
      ],
      [
        "M",
        "o"
      ],
      [
        "k",
        "e"
      ],
      [
        "Ġ",
        "li"
      ],
      [
        "Ġli",
        "ke"
      ],
      [
        "a",
        "r"
      ],
      [
        "O",
        "S"
      ],
      [
        "Ġ",
        "G"
      ],
      [
        "i",
        "t"
      ],
      [
        "\"",
        ":"
      ],
      [
        "i",
        "n"
      ],
      [
        "p",
        "p"
      ],
      [
        "e",
        "r"
      ],
      [
        "e",
        "c"
      ],
      [
        "l",
        "a"
      ],
      [
        "Ġ",
        "U"
      ],
      [
        "=",
        "{"
      ],
      [
        "Ġ",
        "/"
      ],
      [
        "Ġ",
        "?"
      ],
      [
        "Ġ",
        "B"
      ],
      [
        "ĠC",
        "K"
      ],
      [
        "ĠC",
        "L"
      ],
      [
        "ĠC",
        "T"
      ],
      [
        "ĠU",
        "A"
      ],
      [
        "k",
        "o"
      ],
      [
        "z",
        "il"
      ],
      [
        "Mo",
        "zil"
      ],
      [
        "ĠG",
        "ec"
      ],
      [
        "Mozil",
        "la"
      ],
      [
        "ĠGec",
        "ko"
      ],
      [
        "3",
        "6"
      ],
      [
        "3",
        "7"
      ],
      [
        "5",
        "37"
      ],
      [
        "1",
        "5"
      ],
      [
        "Ġ",
        "OS"
      ],
      [
        "l",
        "e"
      ],
      [
        "1",
        "0"
      ],
      [
        "e",
        "b"
      ],
      [
        "6",
        "4"
      ],
      [
        "Ġ",
        "A"
      ],
      [
        "H",
        "T"
      ],
      [
        "K",
        "it"
      ],
      [
        "K",
        "HT"
      ],
      [
        "M",
        "L"
      ],
      [
        "W",
        "eb"
      ],
      [
        "a",
        "f"
      ],
      [
        "ĠS",
        "af"
      ],
      [
        "ar",
        "i"
      ],
      [
        "pp",
        "le"
      ],
      [
        "ĠA",
        "pple"
      ],
      [
        "KHT",
        "ML"
      ],
      [
        "Web",
        "Kit"
      ],
      [
        "ĠSaf",
        "ari"
      ],
      [
        "ĠApple",
        "WebKit"
      ],
      [
        "W",
        "in"
      ],
      [
        "6",
        "0"
      ],
      [
        "i",
        "P"
      ],
      [
        "h",
        "on"
      ],
      [
        "1",
        "4"
      ],
      [
        "iP",
        "hon"
      ],
      [
        "iPhon",
        "e"
      ],
      [
        "m",
        "e"
      ],
      [
        "i",
        "on"
      ],
      [
        "a",
        "c"
      ],
      [
        "\":",
        "\""
      ],
      [
        "P",
        "U"
      ],
      [
        "r",
        "o"
      ],
      [
        "il",
        "e"
      ],
      [
        "={",
        "\""
      ],
      [
        "\"",
        "}"
      ],
      [
        "a",
        "t"
      ],
      [
        "er",
        "s"
      ],
      [
        "2",
        "3"
      ],
      [
        "o",
        "r"
      ],
      [
        "u",
        "s"
      ],
      [
        "M",
        "ac"
      ],
      [
        "1",
        "7"
      ],
      [
        "i",
        "d"
      ],
      [
        "a",
        "g"
      ],
      [
        "ag",
        "e"
      ],
      [
        "d",
        "at"
      ],
      [
        "Ġ",
        "10"
      ],
      [
        "4",
        "5"
      ],
      [
        "Ġ",
        "X"
      ],
      [
        "Ġ",
        "Mac"
      ],
      [
        "h",
        "ro"
      ],
      [
        "ĠC",
        "hro"
      ],
      [
        "ĠChro",
        "me"
      ],
      [
        "Ġ",
        "x"
      ],
      [
        "b",
        "ile"
      ],
      [
        "Ġ",
        "Mo"
      ],
      [
        "ĠMo",
        "bile"
      ],
      [
        "d",
        "o"
      ],
      [
        "Ġ",
        "N"
      ],
      [
        "w",
        "s"
      ],
      [
        "Ġ",
        "Win"
      ],
      [
        "Win",
        "do"
      ],
      [
        "ĠN",
        "T"
      ],
      [
        "Windo",
        "ws"
      ],
      [
        "V",
        "ers"
      ],
      [
        "Ġ",
        "Vers"
      ],
      [
        "ĠC",
        "PU"
      ],
      [
        "60",
        "4"
      ],
      [
        "60",
        "5"
      ],
      [
        "14",
        "8"
      ],
      [
        "ĠVers",
        "ion"
      ],
      [
        "17",
        "2"
      ],
      [
        "Ġ",
        "iPhone"
      ],
      [
        "14",
        "0"
      ],
      [
        "Ġ",
        "18"
      ],
      [
        ",",
        "\""
      ],
      [
        "P",
        "OS"
      ],
      [
        "Ġ",
        "POS"
      ],
      [
        "ĠPOS",
        "T"
      ],
      [
        "us",
        "er"
      ],
      [
        "s",
        "s"
      ],
      [
        "l",
        "o"
      ],
      [
        "E",
        "T"
      ],
      [
        "ĠG",
        "ET"
      ],
      [
        "={",
        "}"
      ],
      [
        "e",
        "l"
      ],
      [
        "1",
        "23"
      ],
      [
        "9",
        "9"
      ],
      [
        "el",
        "lo"
      ],
      [
        "H",
        "ello"
      ],
      [
        "W",
        "or"
      ],
      [
        "l",
        "d"
      ],
      [
        "Ġ",
        "Wor"
      ],
      [
        "me",
        "ss"
      ],
      [
        "ĠWor",
        "ld"
      ],
      [
        "mess",
        "age"
      ],
      [
        "1",
        "6"
      ],
      [
        "2",
        "8"
      ],
      [
        "p",
        "dat"
      ],
      [
        "u",
        "pdat"
      ],
      [
        "updat",
        "e"
      ],
      [
        "2",
        "45"
      ],
      [
        "10",
        "4"
      ],
      [
        "16",
        "1"
      ],
      [
        "Ġ",
        "PU"
      ],
      [
        "ĠPU",
        "T"
      ],
      [
        "t",
        "ion"
      ],
      [
        "ac",
        "tion"
      ],
      [
        "2",
        "23"
      ],
      [
        "3",
        "4"
      ],
      [
        "18",
        "7"
      ],
      [
        "i",
        "r"
      ],
      [
        "s",
        "h"
      ],
      [
        "dat",
        "a"
      ],
      [
        "Ġ",
        "p"
      ],
      [
        "o",
        "p"
      ],
      [
        "or",
        "t"
      ],
      [
        "l",
        "ar"
      ],
      [
        "p",
        "op"
      ],
      [
        "s",
        "ort"
      ],
      [
        "u",
        "lar"
      ],
      [
        "it",
        "y"
      ],
      [
        "Ġp",
        "age"
      ],
      [
        "pop",
        "ular"
      ],
      [
        "popular",
        "ity"
      ],
      [
        "Ġ",
        "q"
      ],
      [
        "ir",
        "t"
      ],
      [
        "sh",
        "irt"
      ],
      [
        "Ġ",
        "id"
      ],
      [
        "f",
        "ile"
      ],
      [
        "c",
        "h"
      ],
      [
        "s",
        "e"
      ],
      [
        "p",
        "ro"
      ],
      [
        "ar",
        "ch"
      ],
      [
        "se",
        "arch"
      ],
      [
        "pro",
        "file"
      ],
      [
        "a",
        "p"
      ],
      [
        "ap",
        "i"
      ],
      [
        "us",
        "ers"
      ],
      [
        "n",
        "u"
      ],
      [
        "nu",
        "m"
      ],
      [
        "c",
        "at"
      ],
      [
        "cat",
        "ion"
      ],
      [
        "j",
        "s"
      ],
      [
        "js",
        "on"
      ],
      [
        "=",
        ":"
      ],
      [
        "a",
        "pp"
      ],
      [
        "li",
        "cation"
      ],
      [
        "app",
        "lication"
      ],
      [
        "\"",
        ",\""
      ],
      [
        "0",
        "10"
      ],
      [
        "10",
        "9"
      ],
      [
        "1",
        "1"
      ],
      [
        "1",
        "3"
      ],
      [
        "or",
        "d"
      ],
      [
        "a",
        "ss"
      ],
      [
        "p",
        "ass"
      ],
      [
        "w",
        "ord"
      ],
      [
        "pass",
        "word"
      ],
      [
        "e",
        "f"
      ],
      [
        "a",
        "me"
      ],
      [
        "n",
        "ame"
      ],
      [
        "F",
        "ir"
      ],
      [
        "o",
        "x"
      ],
      [
        "r",
        "v"
      ],
      [
        "Ġ",
        "Fir"
      ],
      [
        "Ġ",
        "rv"
      ],
      [
        "11",
        "9"
      ],
      [
        "ef",
        "ox"
      ],
      [
        "ĠFir",
        "efox"
      ],
      [
        "g",
        "in"
      ],
      [
        "lo",
        "gin"
      ],
      [
        "13",
        "0"
      ],
      [
        "user",
        "name"
      ],
      [
        "n",
        "t"
      ],
      [
        "Ġ",
        "17"
      ],
      [
        "t",
        "o"
      ],
      [
        "s",
        "t"
      ],
      [
        "2",
        "010"
      ],
      [
        "010",
        "1"
      ],
      [
        "2010",
        "0101"
      ],
      [
        "I",
        "nt"
      ],
      [
        "Ġ",
        "Int"
      ],
      [
        "in",
        "to"
      ],
      [
        "Mac",
        "into"
      ],
      [
        "ĠInt",
        "el"
      ],
      [
        "Macinto",
        "sh"
      ],
      [
        "a",
        "d"
      ],
      [
        "t",
        "e"
      ],
      [
        "/",
        ":"
      ],
      [
        "c",
        "e"
      ],
      [
        "u",
        "e"
      ],
      [
        "t",
        "r"
      ],
      [
        "d",
        "ro"
      ],
      [
        "n",
        "dro"
      ],
      [
        "in",
        "g"
      ],
      [
        "ndro",
        "id"
      ],
      [
        "iP",
        "ad"
      ],
      [
        "L",
        "in"
      ],
      [
        "u",
        "x"
      ],
      [
        "Lin",
        "ux"
      ],
      [
        "o",
        "h"
      ],
      [
        "oh",
        "n"
      ],
      [
        "t",
        "i"
      ],
      [
        "m",
        "p"
      ],
      [
        "A",
        "ndroid"
      ],
      [
        "r",
        "e"
      ],
      [
        "Ġ",
        "13"
      ],
      [
        "e",
        "m"
      ],
      [
        "8",
        "6"
      ],
      [
        "Ġ",
        "Linux"
      ],
      [
        "2",
        "0"
      ],
      [
        "{",
        "\""
      ],
      [
        "\":",
        "{\""
      ],
      [
        "ti",
        "me"
      ],
      [
        "2",
        "4"
      ],
      [
        "20",
        "24"
      ],
      [
        "j",
        "ohn"
      ],
      [
        "te",
        "st"
      ],
      [
        "c",
        "on"
      ],
      [
        "3",
        "0"
      ],
      [
        "f",
        "i"
      ],
      [
        "c",
        "o"
      ],
      [
        "ue",
        "st"
      ],
      [
        "li",
        "e"
      ],
      [
        "ar",
        "lie"
      ],
      [
        "ch",
        "arlie"
      ],
      [
        "a",
        "mp"
      ],
      [
        "e",
        "d"
      ],
      [
        "ac",
        "k"
      ],
      [
        "d",
        "em"
      ],
      [
        "dem",
        "o"
      ],
      [
        "n",
        "e"
      ],
      [
        "i",
        "ce"
      ],
      [
        "}",
        "}"
      ],
      [
        "a",
        "li"
      ],
      [
        "p",
        "r"
      ],
      [
        "ali",
        "ce"
      ],
      [
        "b",
        "o"
      ],
      [
        "0",
        "9"
      ],
      [
        "2",
        "6"
      ],
      [
        "Ġp",
        "ro"
      ],
      [
        "tr",
        "ue"
      ],
      [
        "bo",
        "b"
      ],
      [
        "g",
        "uest"
      ],
      [
        "m",
        "in"
      ],
      [
        "ad",
        "min"
      ],
      [
        "p",
        "y"
      ],
      [
        "t",
        "hon"
      ],
      [
        "py",
        "thon"
      ],
      [
        "c",
        "s"
      ],
      [
        "con",
        "fi"
      ],
      [
        "confi",
        "g"
      ],
      [
        "a",
        "il"
      ],
      [
        "e",
        "x"
      ],
      [
        "em",
        "ail"
      ],
      [
        "co",
        "m"
      ],
      [
        "amp",
        "le"
      ],
      [
        "ex",
        "ample"
      ],
      [
        "D",
        "o"
      ],
      [
        "J",
        "ohn"
      ],
      [
        "Ġ",
        "Do"
      ],
      [
        "ĠDo",
        "e"
      ],
      [
        "A",
        "B"
      ],
      [
        "i",
        "pp"
      ],
      [
        "at",
        "us"
      ],
      [
        "123",
        "45"
      ],
      [
        "sh",
        "ipp"
      ],
      [
        "ord",
        "er"
      ],
      [
        "st",
        "atus"
      ],
      [
        "tr",
        "ack"
      ],
      [
        "AB",
        "C"
      ],
      [
        "shipp",
        "ed"
      ],
      [
        "track",
        "ing"
      ],
      [
        "a",
        "ne"
      ],
      [
        "j",
        "ane"
      ],
      [
        "m",
        "y"
      ],
      [
        "m",
        "it"
      ],
      [
        "s",
        "mit"
      ],
      [
        "my",
        "password"
      ],
      [
        "smit",
        "h"
      ],
      [
        "do",
        "e"
      ],
      [
        "45",
        "6"
      ],
      [
        "test",
        "user"
      ],
      [
        "a",
        "l"
      ],
      [
        "c",
        "t"
      ],
      [
        "d",
        "u"
      ],
      [
        "pro",
        "du"
      ],
      [
        "produ",
        "ct"
      ],
      [
        "p",
        "t"
      ],
      [
        "s",
        "er"
      ],
      [
        "user",
        "pass"
      ],
      [
        "e",
        "g"
      ],
      [
        "i",
        "cs"
      ],
      [
        "u",
        "g"
      ],
      [
        "on",
        "ics"
      ],
      [
        "ec",
        "tr"
      ],
      [
        "la",
        "pt"
      ],
      [
        "or",
        "y"
      ],
      [
        "el",
        "ectr"
      ],
      [
        "cat",
        "eg"
      ],
      [
        "lapt",
        "op"
      ],
      [
        "electr",
        "onics"
      ],
      [
        "categ",
        "ory"
      ],
      [
        "!",
        "\",\""
      ],
      [
        "G",
        "re"
      ],
      [
        "b",
        "ack"
      ],
      [
        "e",
        "ed"
      ],
      [
        "f",
        "eed"
      ],
      [
        "r",
        "at"
      ],
      [
        "v",
        "ice"
      ],
      [
        "Ġ",
        "ser"
      ],
      [
        "Gre",
        "at"
      ],
      [
        "feed",
        "back"
      ],
      [
        "rat",
        "ing"
      ],
      [
        "Ġser",
        "vice"
      ],
      [
        "d",
        "eb"
      ],
      [
        "f",
        "al"
      ],
      [
        "o",
        "u"
      ],
      [
        "time",
        "ou"
      ],
      [
        "deb",
        "ug"
      ],
      [
        "fal",
        "se"
      ],
      [
        "timeou",
        "t"
      ],
      [
        "99",
        "9"
      ],
      [
        "pr",
        "ice"
      ],
      [
        "h",
        "e"
      ],
      [
        "a",
        "m"
      ],
      [
        "s",
        "c"
      ],
      [
        "e",
        "nt"
      ],
      [
        "f",
        "il"
      ],
      [
        "g",
        "r"
      ],
      [
        "m",
        "ing"
      ],
      [
        "r",
        "ec"
      ],
      [
        "t",
        "er"
      ],
      [
        "la",
        "st"
      ],
      [
        "le",
        "te"
      ],
      [
        "\"}",
        "}"
      ],
      [
        "st",
        "amp"
      ],
      [
        "mp",
        "lete"
      ],
      [
        "time",
        "stamp"
      ],
      [
        "co",
        "mplete"
      ],
      [
        "Ġpro",
        "gr"
      ],
      [
        "am",
        "ming"
      ],
      [
        "fil",
        "ter"
      ],
      [
        "rec",
        "ent"
      ],
      [
        "complete",
        "d"
      ],
      [
        "Ġprogr",
        "amming"
      ],
      [
        "D",
        "i"
      ],
      [
        "M",
        "e"
      ],
      [
        "d",
        "ar"
      ],
      [
        "e",
        "n"
      ],
      [
        "e",
        "t"
      ],
      [
        "j",
        "ec"
      ],
      [
        "n",
        "o"
      ],
      [
        "o",
        "te"
      ],
      [
        "s",
        "ec"
      ],
      [
        "t",
        "it"
      ],
      [
        "t",
        "he"
      ],
      [
        "u",
        "re"
      ],
      [
        "Ġ",
        "time"
      ],
      [
        "li",
        "ne"
      ],
      [
        "er",
        "en"
      ],
      [
        "10",
        "0"
      ],
      [
        "us",
        "se"
      ],
      [
        "ĠN",
        "ote"
      ],
      [
        "cation",
        "s"
      ],
      [
        "ef",
        "eren"
      ],
      [
        "te",
        "nt"
      ],
      [
        "ce",
        "s"
      ],
      [
        "ti",
        "fi"
      ],
      [
        "con",
        "tent"
      ],
      [
        "pr",
        "eferen"
      ],
      [
        "Ġpro",
        "jec"
      ],
      [
        "bob",
        "sec"
      ],
      [
        "sc",
        "usse"
      ],
      [
        "Di",
        "scusse"
      ],
      [
        "Me",
        "et"
      ],
      [
        "dar",
        "k"
      ],
      [
        "no",
        "tifi"
      ],
      [
        "tit",
        "le"
      ],
      [
        "the",
        "me"
      ],
      [
        "Ġtime",
        "line"
      ],
      [
        "ĠNote",
        "s"
      ],
      [
        "preferen",
        "ces"
      ],
      [
        "Ġprojec",
        "t"
      ],
      [
        "bobsec",
        "ure"
      ],
      [
        "Discusse",
        "d"
      ],
      [
        "Meet",
        "ing"
      ],
      [
        "notifi",
        "cations"
      ],
      [
        "c",
        "u"
      ],
      [
        "l",
        "s"
      ],
      [
        "p",
        "ort"
      ],
      [
        "x",
        "ls"
      ],
      [
        "re",
        "port"
      ],
      [
        "xls",
        "x"
      ],
      [
        "1",
        "28"
      ],
      [
        "d",
        "f"
      ],
      [
        "18",
        "5"
      ],
      [
        "16",
        "8"
      ],
      [
        "20",
        "7"
      ],
      [
        "h",
        "o"
      ],
      [
        "n",
        "g"
      ],
      [
        "p",
        "df"
      ],
      [
        "p",
        "ho"
      ],
      [
        "p",
        "ng"
      ],
      [
        "me",
        "nt"
      ],
      [
        "do",
        "cu"
      ],
      [
        "pho",
        "to"
      ],
      [
        "docu",
        "ment"
      ],
      [
        "e",
        "o"
      ],
      [
        "t",
        "x"
      ],
      [
        "ad",
        "me"
      ],
      [
        "re",
        "adme"
      ],
      [
        "tx",
        "t"
      ],
      [
        "i",
        "m"
      ],
      [
        "j",
        "p"
      ],
      [
        "q",
        "uest"
      ],
      [
        "v",
        "id"
      ],
      [
        "re",
        "quest"
      ],
      [
        "im",
        "age"
      ],
      [
        "jp",
        "g"
      ],
      [
        "vid",
        "eo"
      ],
      [
        "request",
        "s"
      ],
      [
        "3",
        "1"
      ],
      [
        "a",
        "v"
      ],
      [
        "a",
        "u"
      ],
      [
        "d",
        "i"
      ],
      [
        "w",
        "av"
      ],
      [
        "au",
        "di"
      ],
      [
        "audi",
        "o"
      ],
      [
        "1",
        "9"
      ],
      [
        "8",
        "4"
      ],
      [
        "Ġ",
        "K"
      ],
      [
        "10",
        "6"
      ],
      [
        "ĠA",
        "ndroid"
      ],
      [
        "16",
        "5"
      ],
      [
        "19",
        "6"
      ],
      [
        "cs",
        "v"
      ],
      [
        "r",
        "l"
      ],
      [
        "cu",
        "rl"
      ],
      [
        "product",
        "s"
      ],
      [
        "g",
        "i"
      ],
      [
        "t",
        "h"
      ],
      [
        "al",
        "th"
      ],
      [
        "he",
        "alth"
      ],
      [
        "4",
        "6"
      ],
      [
        "P",
        "o"
      ],
      [
        "R",
        "u"
      ],
      [
        "T",
        "e"
      ],
      [
        "a",
        "n"
      ],
      [
        "a",
        "sh"
      ],
      [
        "d",
        "ash"
      ],
      [
        "i",
        "me"
      ],
      [
        "m",
        "an"
      ],
      [
        "Ġ",
        "category"
      ],
      [
        "ar",
        "d"
      ],
      [
        "ĠU",
        "ser"
      ],
      [
        "nt",
        "ime"
      ],
      [
        "st",
        "er"
      ],
      [
        "st",
        "man"
      ],
      [
        "re",
        "gi"
      ],
      [
        "bo",
        "ard"
      ],
      [
        "Po",
        "stman"
      ],
      [
        "Ru",
        "ntime"
      ],
      [
        "Te",
        "st"
      ],
      [
        "dash",
        "board"
      ],
      [
        "regi",
        "ster"
      ],
      [
        "Postman",
        "Runtime"
      ],
      [
        "f",
        "av"
      ],
      [
        "i",
        "con"
      ],
      [
        "i",
        "co"
      ],
      [
        "i",
        "pt"
      ],
      [
        "j",
        "b"
      ],
      [
        "k",
        "d"
      ],
      [
        "r",
        "ipt"
      ],
      [
        "s",
        "j"
      ],
      [
        "sc",
        "ript"
      ],
      [
        "fav",
        "icon"
      ]
    ]
  }
}