{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[PAD]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[MASK]": 3,
      "[UNK]": 4,
      "\"": 5,
      "&": 6,
      "(": 7,
      ")": 8,
      ",": 9,
      "-": 10,
      ".": 11,
      "/": 12,
      "0": 13,
      "1": 14,
      "2": 15,
      "3": 16,
      "4": 17,
      "5": 18,
      "6": 19,
      "7": 20,
      "8": 21,
      "9": 22,
      ":": 23,
      ";": 24,
      "=": 25,
      "?": 26,
      "A": 27,
      "B": 28,
      "C": 29,
      "E": 30,
      "G": 31,
      "H": 32,
      "K": 33,
      "L": 34,
      "M": 35,
      "N": 36,
      "O": 37,
      "P": 38,
      "S": 39,
      "T": 40,
      "U": 41,
      "V": 42,
      "W": 43,
      "X": 44,
      "_": 45,
      "a": 46,
      "b": 47,
      "c": 48,
      "d": 49,
      "e": 50,
      "f": 51,
      "g": 52,
      "h": 53,
      "i": 54,
      "k": 55,
      "l": 56,
      "m": 57,
      "n": 58,
      "o": 59,
      "p": 60,
      "q": 61,
      "r": 62,
      "s": 63,
      "t": 64,
      "u": 65,
      "v": 66,
      "w": 67,
      "x": 68,
      "y": 69,
      "z": 70,
      "{": 71,
      "}": 72,
      "Ġ": 73,
      "ĠC": 74,
      "Ġ(": 75,
      "ĠS": 76,
      "on": 77,
      "il": 78,
      "18": 79,
      "Mo": 80,
      "ik": 81,
      "lik": 82,
      "Ġlik": 83,
      "Ġlike": 84,
      "ar": 85,
      "ĠG": 86,
      "OS": 87,
      "it": 88,
      "er": 89,
      "36": 90,
      "37": 91,
      "537": 92,
      "64": 93,
      "Wi": 94,
      "Win": 95,
      "\":": 96,
      "14": 97,
      "={": 98,
      "Ap": 99,
      "HT": 100,
      "Kit": 101,
      "KHT": 102,
      "ML": 103,
      "UA": 104,
      "We": 105,
      "af": 106,
      "bKit": 107,
      "ck": 108,
      "eWe": 109,
      "eck": 110,
      "la": 111,
      "leWe": 112,
      "pleWe": 113,
      "zil": 114,
      "Ġ/": 115,
      "Ġ?": 116,
      "ĠB": 117,
      "ĠAp": 118,
      "ĠUA": 119,
      "ĠCK": 120,
      "ĠCL": 121,
      "ĠCT": 122,
      "ĠSaf": 123,
      "Mozil": 124,
      "ari": 125,
      "ĠGeck": 126,
      "KHTML": 127,
      "pleWebKit": 128,
      "ĠAppleWebKit": 129,
      "ĠSafari": 130,
      "Mozilla": 131,
      "ĠGecko": 132,
      "15": 133,
      "60": 134,
      "Ph": 135,
      "iPh": 136,
      "ĠOS": 137,
      "one": 138,
      "iPhone": 139,
      "me": 140,
      "10": 141,
      "PU": 142,
      "ac": 143,
      "ion": 144,
      "ro": 145,
      "ers": 146,
      "ile": 147,
      "\"}": 148,
      "\":\"": 149,
      "={\"": 150,
      "23": 151,
      "ag": 152,
      "or": 153,
      "age": 154,
      "45": 155,
      "id": 156,
      "at": 157,
      "dat": 158,
      "us": 159,
      "NT": 160,
      "do": 161,
      "hro": 162,
      "ws": 163,
      "Ġx": 164,
      "ĠWin": 165,
      "Ġ10": 166,
      "ĠNT": 167,
      "ĠChro": 168,
      "Windo": 169,
      "140": 170,
      "ĠChrome": 171,
      "Windows": 172,
      "Mac": 173,
      "Vers": 174,
      "bile": 175,
      "ĠX": 176,
      "Ġ18": 177,
      "ĠMo": 178,
      "ĠiPhone": 179,
      "ĠMac": 180,
      "ĠVers": 181,
      "ĠCPU": 182,
      "148": 183,
      "604": 184,
      "605": 185,
      "ĠMobile": 186,
      "ĠVersion": 187,
      "He": 188,
      "Wor": 189,
      "ld": 190,
      "ll": 191,
      "ss": 192,
      "ĠWor": 193,
      "mess": 194,
      "Hell": 195,
      "ĠWorld": 196,
      "message": 197,
      "Hello": 198,
      "17": 199,
      "172": 200,
      "16": 201,
      "28": 202,
      "245": 203,
      "104": 204,
      "161": 205,
      "ĠPU": 206,
      "ĠPUT": 207,
      "ET": 208,
      "ĠGET": 209,
      ",\"": 210,
      "123": 211,
      "pdat": 212,
      "tion": 213,
      "updat": 214,
      "action": 215,
      "user": 216,
      "update": 217,
      "POS": 218,
      "ĠPOS": 219,
      "ĠPOST": 220,
      "={}": 221,
      "223": 222,
      "34": 223,
      "99": 224,
      "187": 225,
      "lar": 226,
      "op": 227,
      "page": 228,
      "pop": 229,
      "sor": 230,
      "ular": 231,
      "Ġpage": 232,
      "ity": 233,
      "popular": 234,
      "sort": 235,
      "popularity": 236,
      "hi": 237,
      "rt": 238,
      "shi": 239,
      "Ġq": 240,
      "shirt": 241,
      "Ġid": 242,
      "data": 243,
      "ch": 244,
      "ear": 245,
      "sear": 246,
      "search": 247,
      "ap": 248,
      "users": 249,
      "api": 250,
      "file": 251,
      "pro": 252,
      "profile": 253
    },
    "merges": [
      [
        "Ġ",
        "C"
      ],
      [
        "Ġ",
        "("
      ],
      [
        "Ġ",
        "S"
      ],
      [
        "o",
        "n"
      ],
      [
        "i",
        "l"
      ],
      [
        "1",
        "8"
      ],
      [
        "M",
        "o"
      ],
      [
        "i",
        "k"
      ],
      [
        "l",
        "ik"
      ],
      [
        "Ġ",
        "lik"
      ],
      [
        "Ġlik",
        "e"
      ],
      [
        "a",
        "r"
      ],
      [
        "Ġ",
        "G"
      ],
      [
        "O",
        "S"
      ],
      [
        "i",
        "t"
      ],
      [
        "e",
        "r"
      ],
      [
        "3",
        "6"
      ],
      [
        "3",
        "7"
      ],
      [
        "5",
        "37"
      ],
      [
        "6",
        "4"
      ],
      [
        "W",
        "i"
      ],
      [
        "Wi",
        "n"
      ],
      [
        "\"",
        ":"
      ],
      [
        "1",
        "4"
      ],
      [
        "=",
        "{"
      ],
      [
        "A",
        "p"
      ],
      [
        "H",
        "T"
      ],
      [
        "K",
        "it"
      ],
      [
        "K",
        "HT"
      ],
      [
        "M",
        "L"
      ],
      [
        "U",
        "A"
      ],
      [
        "W",
        "e"
      ],
      [
        "a",
        "f"
      ],
      [
        "b",
        "Kit"
      ],
      [
        "c",
        "k"
      ],
      [
        "e",
        "We"
      ],
      [
        "e",
        "ck"
      ],
      [
        "l",
        "a"
      ],
      [
        "l",
        "eWe"
      ],
      [
        "p",
        "leWe"
      ],
      [
        "z",
        "il"
      ],
      [
        "Ġ",
        "/"
      ],
      [
        "Ġ",
        "?"
      ],
      [
        "Ġ",
        "B"
      ],
      [
        "Ġ",
        "Ap"
      ],
      [
        "Ġ",
        "UA"
      ],
      [
        "ĠC",
        "K"
      ],
      [
        "ĠC",
        "L"
      ],
      [
        "ĠC",
        "T"
      ],
      [
        "ĠS",
        "af"
      ],
      [
        "Mo",
        "zil"
      ],
      [
        "ar",
        "i"
      ],
      [
        "ĠG",
        "eck"
      ],
      [
        "KHT",
        "ML"
      ],
      [
        "pleWe",
        "bKit"
      ],
      [
        "ĠAp",
        "pleWebKit"
      ],
      [
        "ĠSaf",
        "ari"
      ],
      [
        "Mozil",
        "la"
      ],
      [
        "ĠGeck",
        "o"
      ],
      [
        "1",
        "5"
      ],
      [
        "6",
        "0"
      ],
      [
        "P",
        "h"
      ],
      [
        "i",
        "Ph"
      ],
      [
        "Ġ",
        "OS"
      ],
      [
        "on",
        "e"
      ],
      [
        "iPh",
        "one"
      ],
      [
        "m",
        "e"
      ],
      [
        "1",
        "0"
      ],
      [
        "P",
        "U"
      ],
      [
        "a",
        "c"
      ],
      [
        "i",
        "on"
      ],
      [
        "r",
        "o"
      ],
      [
        "er",
        "s"
      ],
      [
        "il",
        "e"
      ],
      [
        "\"",
        "}"
      ],
      [
        "\":",
        "\""
      ],
      [
        "={",
        "\""
      ],
      [
        "2",
        "3"
      ],
      [
        "a",
        "g"
      ],
      [
        "o",
        "r"
      ],
      [
        "ag",
        "e"
      ],
      [
        "4",
        "5"
      ],
      [
        "i",
        "d"
      ],
      [
        "a",
        "t"
      ],
      [
        "d",
        "at"
      ],
      [
        "u",
        "s"
      ],
      [
        "N",
        "T"
      ],
      [
        "d",
        "o"
      ],
      [
        "h",
        "ro"
      ],
      [
        "w",
        "s"
      ],
      [
        "Ġ",
        "x"
      ],
      [
        "Ġ",
        "Win"
      ],
      [
        "Ġ",
        "10"
      ],
      [
        "Ġ",
        "NT"
      ],
      [
        "ĠC",
        "hro"
      ],
      [
        "Win",
        "do"
      ],
      [
        "14",
        "0"
      ],
      [
        "ĠChro",
        "me"
      ],
      [
        "Windo",
        "ws"
      ],
      [
        "M",
        "ac"
      ],
      [
        "V",
        "ers"
      ],
      [
        "b",
        "ile"
      ],
      [
        "Ġ",
        "X"
      ],
      [
        "Ġ",
        "18"
      ],
      [
        "Ġ",
        "Mo"
      ],
      [
        "Ġ",
        "iPhone"
      ],
      [
        "Ġ",
        "Mac"
      ],
      [
        "Ġ",
        "Vers"
      ],
      [
        "ĠC",
        "PU"
      ],
      [
        "14",
        "8"
      ],
      [
        "60",
        "4"
      ],
      [
        "60",
        "5"
      ],
      [
        "ĠMo",
        "bile"
      ],
      [
        "ĠVers",
        "ion"
      ],
      [
        "H",
        "e"
      ],
      [
        "W",
        "or"
      ],
      [
        "l",
        "d"
      ],
      [
        "l",
        "l"
      ],
      [
        "s",
        "s"
      ],
      [
        "Ġ",
        "Wor"
      ],
      [
        "me",
        "ss"
      ],
      [
        "He",
        "ll"
      ],
      [
        "ĠWor",
        "ld"
      ],
      [
        "mess",
        "age"
      ],
      [
        "Hell",
        "o"
      ],
      [
        "1",
        "7"
      ],
      [
        "17",
        "2"
      ],
      [
        "1",
        "6"
      ],
      [
        "2",
        "8"
      ],
      [
        "2",
        "45"
      ],
      [
        "10",
        "4"
      ],
      [
        "16",
        "1"
      ],
      [
        "Ġ",
        "PU"
      ],
      [
        "ĠPU",
        "T"
      ],
      [
        "E",
        "T"
      ],
      [
        "ĠG",
        "ET"
      ],
      [
        ",",
        "\""
      ],
      [
        "1",
        "23"
      ],
      [
        "p",
        "dat"
      ],
      [
        "t",
        "ion"
      ],
      [
        "u",
        "pdat"
      ],
      [
        "ac",
        "tion"
      ],
      [
        "us",
        "er"
      ],
      [
        "updat",
        "e"
      ],
      [
        "P",
        "OS"
      ],
      [
        "Ġ",
        "POS"
      ],
      [
        "ĠPOS",
        "T"
      ],
      [
        "={",
        "}"
      ],
      [
        "2",
        "23"
      ],
      [
        "3",
        "4"
      ],
      [
        "9",
        "9"
      ],
      [
        "18",
        "7"
      ],
      [
        "l",
        "ar"
      ],
      [
        "o",
        "p"
      ],
      [
        "p",
        "age"
      ],
      [
        "p",
        "op"
      ],
      [
        "s",
        "or"
      ],
      [
        "u",
        "lar"
      ],
      [
        "Ġ",
        "page"
      ],
      [
        "it",
        "y"
      ],
      [
        "pop",
        "ular"
      ],
      [
        "sor",
        "t"
      ],
      [
        "popular",
        "ity"
      ],
      [
        "h",
        "i"
      ],
      [
        "r",
        "t"
      ],
      [
        "s",
        "hi"
      ],
      [
        "Ġ",
        "q"
      ],
      [
        "shi",
        "rt"
      ],
      [
        "Ġ",
        "id"
      ],
      [
        "dat",
        "a"
      ],
      [
        "c",
        "h"
      ],
      [
        "e",
        "ar"
      ],
      [
        "s",
        "ear"
      ],
      [
        "sear",
        "ch"
      ],
      [
        "a",
        "p"
      ],
      [
        "us",
        "ers"
      ],
      [
        "ap",
        "i"
      ],
      [
        "f",
        "ile"
      ],
      [
        "p",
        "ro"
      ],
      [
        "pro",
        "file"
      ]
    ]
  }
}